// redux 써야할 것 같음

let ForumData = [
    {
        id : 0,
        title : "외딴섬 로맨틱",
        writer : "잔나비",
        comments : 13,
        hits: 10,
        date: "2023/01/01",
        content :
        `어느 외딴섬 로맨틱을 우리 꿈꾸다 떠내려 왔나
때마침 노을빛이 아름답더니 캄캄한 밤이 오더군

이대로 이대로 더 길 잃어도 난 좋아
노를 저으면 그 소릴 난 들을래
쏟아지는 달빛에 오 살결을 그을리고
먼 옛날의 뱃사람을 닮아볼래 그 사랑을

나는 처음부터 다 알고 있었지 거긴 그 무엇도 없다는 것을
그래 넌 두 눈으로 꼭 봐야만 믿잖아 기꺼이 함께 가주지

이대로 이대로 더 길 잃어도 난 좋아
노를 저으면 그 소릴 난 들을래
쏟아지는 달빛에 오 살결을 그을리고
먼 옛날의 뱃사람을 닮아볼래

사랑은 바다 건너 피는 꽃이 아니래
조그만 쪽배에로 파도는 밑줄 긋고

먼 훗날 그 언젠가 돌아가자고 말하면
너는 웃다 고갤 끄덕여줘
참 아름다운 한때야 오 그 노래를 들려주렴
귓가에 피어날 사랑 노래를`
    },
    {
        id : 1,
        title : "뜨거운 여름밤은 가고 남은 건 볼품없지만",
        writer : "잔나비",
        comments : 6,
        hits: 8,
        date: "2023/01/02",
        content : 
`그땐 난 어떤 마음이었길래 내 모든걸 주고도 웃을 수 있었나
그대는 또 어떤 마음이었길래 그 모든걸 갖고도 돌아서 버렸나
뜨거운 여름밤은 가고 남은 건 볼 품 없지만
또다시 찾아오는 누군갈 위해서 남겨두겠소

다짐은, 세워올린 모래성은 심술이 또 터지면 무너지겠지만
뜨거운 여름밤은 가고 남은 건 볼 품 없지만
또다시 찾아오는 누군갈 위해서 남겨두겠소

그리운 그 마음 그대로 내맘에 담아둘거야.
언젠가 불어오는 바람에 남몰래 날려보겠소.
눈이 부시던 그 순간들도 가슴아픈 그대의 거짓말도 새하얗게 바래지고
비틀거리던 내 발걸음도 그늘아래 드리운 내 눈빛도 아름답게 피어나길`
    },
    {
        id : 2,
        title :
        "사랑하긴 했었나요 스쳐가는 인연이었나요 짧지않은 우리 함께했던 시간들이 자꾸 내 마음을 가둬두네",
        writer : "Starbucks",
        comments : 9,
        hits: 7,
        date: "2023/01/03",
        content : "제목 길어져도 예쁘게"
    },
    {
        id : 3,
        title : "돼지고기+된장찌개+밥",
        writer : "부안집",
        comments : 9,
        hits: 3,
        date: "2023/01/04",
        content : "삼겹살"
    },
    {
        id : 4,
        title : "오코노미야끼",
        writer : "미미판교",
        comments : 1,
        hits: 2,
        date: "2023/01/05",
        content : "핵존맛"
    }
];

export default ForumData;